Repository: oat-sa/extension-tao-backoffice
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, sk_sk

source: Probably given list was already imported.
ar_sa: ربما تم مقدّمًا استيراد القائمة المحددة.
de_de: Wahrscheinlich wurde diese Liste bereits importiert.
fr_fr: La liste fournie a probablement déjà été importée.
hu_hu: Valószínűleg a megadott lista már importálva lett.
ja_jp: 指定されたリストはおそらく以前にインポートされた可能性があります。
nb_no: Sannsynligvis er den gitte listen allerede importert.
sk_sk: Pravdepodobne bol daný zoznam už importovaný.

source: Create a list
ar_sa: إنشاء قائمة
de_de: Eine Liste erstellen
fr_fr: Créer une liste
hu_hu: Lista létrehozása
ja_jp: リストを作成
lt_lt: Sukurti sąrašą
nb_no: Opprett en liste
nl_nl: Maak een lijst
sk_sk: Vytvoriť zoznam

source: Create a remote list
ar_sa: إنشاء قائمة عن بعد
de_de: Eine Remote-Liste erstellen
fr_fr: Créer une liste distante
hu_hu: Távoli lista létrehozása
ja_jp: 外部リストを作成
nb_no: Opprett en ekstern liste
sk_sk: Vytvorte vzdialený zoznam

source: Create items, manage item and test banks, organize cohorts and deliveries, prepare reports, set up workflows.
ar_sa: إنشاء البنود وإدارة بنوك البنود والروائز وتنظيم المجموعات وعمليات التسليم وإعداد التقارير وتنظيم سير العمل.
de_de: Erstellen Sie Elemente (items), verwalten Sie Element- und Fragenbanken (item-, testbanks), organisieren Sie Kohorten und Assessments (Test-Lieferungen), bereiten Sie Berichte vor, richten Sie Arbeitsabläufe ein.
fr_fr: Créer des items, gérer des banques d'items et de tests, organiser des groupes et des passations, préparer des rapports, paramétrer des flux de travail.
hu_hu: Tételek létrehozása, tétel- és tesztbankok kezelése, kohorszok és szállítások rendszerezése, jelentések készítése, munkafolyamatok beállítása.
ja_jp: アイテム作成、アイテム・テストバンク管理、デリバリ作成、レポート準備、ワークフロー設定
lt_lt: Kurti testų dalis, valdyti dalis ir testų bankus, valdyti testuojamųjų grupes, testų vykdymo paskyras, ruošti ataskaitas, nustaytti darbų sekas.
nb_no: Lag oppgaver, administrer oppgaver og tester, organiser grupper og besvarelser, utarbeid rapporter, sett opp arbeidsflyter.
nl_nl: Maak lijsten. beheer items en toetsbank, organiseer cohorten en pakketten, bereid rapporten voor en zet workflows op.
sk_sk: Vytvárajte položky, spravujte banky položiek a testov, organizujte kohorty a dodávky, pripravujte správy, nastavujte pracovné postupy.

source: Delete
ar_sa: حذف
de_de: Löschen
fr_fr: Supprimer
hu_hu: Töröl
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Slett
nl_nl: Verwijderen
sk_sk: Odstrániť

source: Delete this list
ar_sa: احذف هذه القائمة
de_de: Diese Liste löschen
fr_fr: Supprimer cette liste
hu_hu: Lista törlése
ja_jp: このリストを削除
lt_lt: Ištrinti sąrašą
nb_no: Slett denne listen
nl_nl: Verwijder deze lijst
sk_sk: Odstrániť tento zoznam

source: Edit this list
ar_sa: حرر هذه القائمة
de_de: Diese Liste bearbeiten
fr_fr: Éditer cette liste
hu_hu: Lista szerkesztése
ja_jp: リスト編集
lt_lt: Redaguoti sąrašą
nb_no: Rediger denne listen
nl_nl: Pas deze lijst aan
sk_sk: Upraviť tento zoznam

source: Edit Tree
ar_sa: حرر الشجرة
de_de: Baumstruktur bearbeiten
fr_fr: Éditer l'arborescence
hu_hu: Fa szerkesztése
ja_jp: ツリー編集
lt_lt: Redaguoti Medį
nb_no: Rediger treet
nl_nl: Pas boom aan
sk_sk: Upraviť strom

source: Edit URI
ar_sa: حرر URI
de_de: URI bearbeiten
fr_fr: Modifier l’URI
hu_hu: URI szerkesztése
ja_jp: URIを編集
nb_no: Rediger URI
sk_sk: Upraviť URI

source: element
ar_sa: العنصر
fr_fr: élément
hu_hu: elem
ja_jp: 要素
lt_lt: elementas
sk_sk: prvok

source: Element deleted
ar_sa: تم حذف العنصر
de_de: Element wurde gelöscht
fr_fr: Élément supprimé
hu_hu: Elem törölve
ja_jp: エレメントが削除されました
lt_lt: Elementas ištrintas
nb_no: Elementet er slettet
nl_nl: Element verwijderd
sk_sk: Prvok odstránený

source: Element not deleted
ar_sa: عنصر لم يتم حذفه
de_de: Element wurde nicht gelöscht
fr_fr: Élément non supprimé
hu_hu: Az elem nem törölve
ja_jp: エレメントは削除されませんでした
lt_lt: Elementas neištrintas
nb_no: Elementet er ikke slettet
nl_nl: Element niet verwijderd
sk_sk: Prvok nebol odstránený

source: Export
ar_sa: تصدير
ja_jp: エクスポート

source: Import
ar_sa: استورد
de_de: Importieren
hu_hu: Importálás
ja_jp: インポート
lt_lt: Importuoti
nb_no: Importer
sk_sk: Importovať

source: List
ar_sa: قائمة
de_de: Liste
fr_fr: Liste
hu_hu: Lista
ja_jp: リスト
lt_lt: Sąrašas
nb_no: Liste
nl_nl: Lijst
sk_sk: Zoznam

source: List deleted
ar_sa: قائمة محذوفة
de_de: Liste wurde gelöscht
fr_fr: Liste supprimée
hu_hu: Lista törölve
ja_jp: リストが削除されました
lt_lt: Sąrašas ištrintas
nb_no: Listen er slettet
nl_nl: Lijst verwijderd
sk_sk: Zoznam bol odstránený

source: List failed to be reloaded
ar_sa: فشل إعادة تحميل القائمة
de_de: Fehler beim Neuladen der Liste
fr_fr: La liste n’a pas pu être rechargée
hu_hu: A lista újratöltése sikertelen
ja_jp: リストの再読み込みに失敗しました。
nb_no: Listen kunne ikke lastes
sk_sk: Zoznam sa nepodarilo znova načítať

source: List not deleted
ar_sa: قائمة غير محذوفة
de_de: Liste wurde nicht gelöscht
fr_fr: Liste non supprimée
hu_hu: A lista nem törölve
ja_jp: リストは削除されませんでした
lt_lt: Sąrašas neištrintas
nb_no: Listen er ikke slettet
nl_nl: Lijst niet verwijderd
sk_sk: Zoznam nebol odstránený

source: List not saved
ar_sa: قائمة لم تحفظ
de_de: Liste wurde nicht gespeichert
fr_fr: Liste non enregistrée
hu_hu: A lista nincs mentve
ja_jp: リストは保存されませんでした
lt_lt: Sąrašas neišsaugotas
nb_no: Listen er ikke lagret
nl_nl: Lijst niet opgeslagen
sk_sk: Zoznam nebol uložený

source: List reloaded
ar_sa: تم إعادة تحميل القائمة
de_de: Liste wurde neu geladen
fr_fr: Liste rechargée
hu_hu: Lista újratöltve
ja_jp: リストは再読込されました
nb_no: Listen ble lastet på nytt
sk_sk: Zoznam sa znova načítal

source: List saved
ar_sa: تم حفظ القائمة
de_de: Liste wurde gespeichert
fr_fr: Liste enregistrée
hu_hu: Lista mentve
ja_jp: リストを保存しました
lt_lt: Sąrašas išsaugotas
nb_no: Listen ble lagret
nl_nl: Lijst opgeslagen
sk_sk: Zoznam uložený

source: Lists
ar_sa: قوائم
de_de: Listen
fr_fr: Listes
hu_hu: Listák
ja_jp: リスト
lt_lt: Sąrašai
nb_no: Lister
nl_nl: Lijsten
sk_sk: Zoznamy

source: Please confirm you want to delete this list element.
ar_sa: يرجى تأكيد رغبتك في حذف هذا البند من القائمة.
de_de: Bitte bestätigen Sie, ob Sie dieses Listenelement löschen möchten.
fr_fr: Veuillez confirmer que vous souhaitez retirer cet élément de la liste.
hu_hu: Kérjük, erősítse meg, hogy törölni kívánja ezt a listaelemet.
ja_jp: このリストを削除します。よろしいですか？
lt_lt: Patvirtinkite, kad tikrai norite ištrinti šį elementą.
nb_no: Bekreft at du vil slette denne listen.
nl_nl: Bevestig a.u.b. dat u dit lijstelement wilt verwijderen.
sk_sk: Potvrďte, že chcete odstrániť tento prvok zoznamu.

source: Please confirm you want to delete this list. This operation cannot be undone.
ar_sa: رجاء، أكد رغبتك في حذف هذه القائمة. هذه العملية لا رجعة فيها إذا تمت.
de_de: Bitte bestätigen Sie, dass Sie diese Liste löschen möchten. Diese Aktion kann nicht rückgängig gemacht werden.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette liste. Cette opération est irréversible.
hu_hu: Kérjük, erősítse meg, hogy törölni kívánja ezt a listát. Ez a művelet nem vonható vissza.
ja_jp: このリストを削除します。よろしいですか？この操作は元に戻せません。
lt_lt: Prašome patvirtinti sąrašo ištrinymą. Veiksmas negali būti atstatytas.
nb_no: Bekreft at du vil slette denne listen. Denne handlingen kan ikke angres.
nl_nl: Bevestig a.u.b. dat u deze lijst wilt verwijderen. Deze actie kan niet ongedaan worden gemaakt.
sk_sk: Potvrďte, že chcete tento zoznam odstrániť. Túto operáciu nie je možné vrátiť späť.

source: Properties
ar_sa: خصائص
de_de: Eigenschaften
hu_hu: Tulajdonságok
ja_jp: プロパティ
sk_sk: Nehnuteľnosti

source: Reload this list
ar_sa: أعد تحميل هذه القائمة
de_de: Diese Liste neu laden
fr_fr: Recharger cette liste
hu_hu: Lista újratöltése
ja_jp: このリストを再読み込み
nb_no: Last listen på nytt
nl_nl: Deze lijst opnieuw laden
sk_sk: Znovu načítať tento zoznam

source: Remote Lists
ar_sa: قوائم عن بعد
de_de: Remote-Listen
fr_fr: Listes distantes
hu_hu: Távoli listák
ja_jp: リモートリスト
nb_no: Eksterne Lister
sk_sk: Vzdialené zoznamy

source: Save list
ar_sa: احفظ القائمة
de_de: Liste abspeichern
fr_fr: Enregistrer la liste
hu_hu: Lista mentése
ja_jp: リストを保存
nb_no: Lagre liste
nl_nl: Lijst sparen
sk_sk: Uložiť zoznam

source: Settings
ar_sa: إعدادات/تطبيقات
de_de: Einstellungen
hu_hu: Beállítások
ja_jp: 設定
nb_no: Instillinger
sk_sk: Nastavenia

source: TAO Back Office
ar_sa: المكتب الخلفي لـ TAO
de_de: TAO-Verwaltungsbereich (Back Office)
fr_fr: Back office TAO
hu_hu: TAO háttériroda
ja_jp: TAOバックオフィス
lt_lt: TAO valdymas
sk_sk: Back Office TAO

source: Test Developers and Administrators
ar_sa: مطورو ومسؤولو الاختبار
de_de: Testentwickler und Administratoren
fr_fr: Développeurs et administrateurs de test
hu_hu: Tesztfejlesztők és -adminisztrátorok
ja_jp: テスト開発・管理
lt_lt: Testų Kūrėjai ir Administratoriai
nb_no: Prøveutviklere og Administratorer
nl_nl: Toets-ontwikkelaars en beheerders
sk_sk: Vývojári a administrátori testov

source: The list should contain unique URIs
ar_sa: يجب أن تحتوي القائمة على عناوين URL فريدة
de_de: Die Liste muss eindeutige URIs enthalten
fr_fr: La liste ne doit contenir que des URIs uniques
hu_hu: A listának egyedi URI-kat kell tartalmaznia
ja_jp: リストにはユニークなURLを指定してください。
nb_no: Listen bør inneholde unike URIer
nl_nl: De lijst moet unieke URI's bevatten
sk_sk: Zoznam by mal obsahovať jedinečné URI

source: The requested resource does not exist or has been deleted
ar_sa: المورد المطلوب غير موجود أو تم حذفه
de_de: Die angeforderte Ressource existiert nicht oder wurde entfernt
fr_fr: La ressource demandée n'existe pas ou a été supprimée.
hu_hu: A kért erőforrás nem létezik, vagy törölték
ja_jp: リクエストリソースはありません。削除されています。
lt_lt: Užprašytas resursas neegzistuoja arba buvo ištrintas
nb_no: Den forespurte ressursen eksisterer ikke eller er slettet
nl_nl: De gevraagde resource bestaat niet of is verwijderd
sk_sk: Požadovaný zdroj neexistuje alebo bol odstránený.

source: Trees
ar_sa: الأشجار
de_de: Baumstrukturen
fr_fr: Arborescences
hu_hu: Fák
ja_jp: ツリー
lt_lt: Medžiai
nb_no: Trær
nl_nl: Bomen
sk_sk: Stromy

source: View tree
ar_sa: عرض الشجرة
de_de: Baumstruktur anzeigen
fr_fr: Aperçu de l'arborescence
hu_hu: Nézetfa
ja_jp: ツリー表示
lt_lt: Peržiūrėti medį
nb_no: Se tre
nl_nl: Bekijk boomstructuur
sk_sk: Zobraziť strom

source: View Tree
ar_sa: عرض الشجرة
de_de: Baumstruktur anzeigen
fr_fr: Aperçu de l'arborescence
hu_hu: Nézetfa
ja_jp: ツリー表示
lt_lt: Peržiūrėti Medį
nb_no: Se Tre
nl_nl: Bekijk boomstructuur
sk_sk: Zobraziť strom
